/* code credit */
"Engine, frontend, net server" = "Silnik, interfejs, serwer sieciowy";
"Many desktop frontend improvements" = "Wiele udoskonaleń interfejsu pulpitu";
"Many engine and desktop frontend improvements" = "Wiele udoskonaleń interfejsu pulpitu oraz silnika";
"Drillrocket, Ballgun, RC Plane weapons" = "Rakieta wiertnicza, pistolet na kulki, działo samolotów RC";
"Mine number and time game settings" = "Ustawienia liczby i czasu min w grze";
"Desktop frontend improvements" = "Udoskonalenia interfejsu pulpitu";
"Desktop frontend improvements" = "Udoskonalenia interfejsu pulpitu";
"Mac OS X and iPhone version" = "Wersja Mac OS X oraz iPhone";
"Many engine and desktop frontend improvements" = "Wiele udoskonaleń frontendu pulpitu oraz silnika";
"Gamepad and Lua integration" = "Integracja pada i Lua";
"Many engine improvements and graphics" = "Wiele udoskonaleń silnika i grafiki";
"Maze maps" = "Mapy labirynty";
"Engine and desktop frontend improvements" = "Ulepszenia silnika i interfejsu pulpitu";
"Lua game modes and missions" = "Mady i misje Lua";
"Desktop frontend improvements" = "Udoskonalenia interfejsu pulpitu";
"Android port" = "Port na Android";

/* art credit */
"Main graphics" = "Główne grafiki";
"Some hats" = "Kilka czapek";
"Hedgehogs voice" = "Głos jeży";

/* translation credit */
"Brazilian Portuguese" = "Brazylijski portugalski";
"Bulgarian" = "Bułgarski";
"Czech" = "Czeski";
"Chinese" = "Chiński";
"English" = "Angielski";
"Finnish" = "Fiński";
"French" = "Francuski";
"German" = "Niemiecki";
"Greek" = "Grecki";
"Italian" = "Włoski";
"Japanese" = "Japoński";
"Korean" = "Koreański";
"Lithuanian" = "Litewski";
"Polish" = "Polski";
"Portuguese" = "Portugalski";
"Russian" = "Rosyjski";
"Slovak" = "Słowacki";
"Spanish" = "Hiszpański";
"Swedish" = "Szwedzki";
"Ukrainian" = "Ukraiński";
